blanu.vscode-styled-jsx
cipchk.cssrem
codeandstuff.package-json-upgrade
cssho.vscode-svgviewer
dbaeumer.vscode-eslint
donjayamanne.githistory
eamodio.gitlens
esbenp.prettier-vscode
firsttris.vscode-jest-runner
flesler.url-encode
formulahendry.auto-close-tag
golang.go
JasonMejane.base64viewer
lixquid.calculator
meganrogge.template-string-converter
mike-co.import-sorter
mrmlnc.vscode-scss
ms-azuretools.vscode-docker
ms-vscode.vscode-typescript-next
ms-vscode.vscode-typescript-tslint-plugin
naumovs.color-highlight
NuclleaR.vscode-extension-auto-import
p1c2u.docker-compose
PKief.material-icon-theme
pmneo.tsimporter
redhat.vscode-yaml
sainoba.px-to-rem
sibiraj-s.vscode-scss-formatter
steoates.autoimport
stringham.move-ts
syler.sass-indented
Tyriar.sort-lines
zengxingxin.sort-js-object-keys
